/* 
  Localizable.strings
  Turbo Boost Switcher

  Created by Rubén García Pérez on 23/07/13.
  Copyright (c) 2016 Rubén García Pérez. 
*/
"cpu_temp" = "CPU Temp:";
"fan_speed" = "Vitesse du ventilateur:";
"cpu_temp_na" = "CPU Temp: Non disponible";
"fan_speed_na" = "Vitesse du ventilateur: Non disponible";
"enable_menu" = "Activer Turbo Boost";
"disable_menu" = "Désactiver Turbo Boost";
"open_login" = "Ouvrir à la connexion";
"disable_login" = "Désactiver au lancement";
"settings" = "Paramètres:";
"donate" = "Donate...";
"about" = "À propos de...";
"about_title" = "À propos de";
"quit" = "Quitter Turbo Boost Switcher";
"updates" = "Rechercher les mises à jour...";
"updates_title" = "Turbo Boost Switcher - Rechercher les mises à jour";

"updates_progress" = "Vérification des mises à jour...";
"updates_available" = "Une nouvelle version est disponible en téléchargement!";
"updates_not_available" = "Vous possédez déjà la dernière version";
"updates_error" = "Erreur lors de la vérification des mises à jour";

"btn_cancel" = "Annuler";
"btn_download" = "Télécharger";
"btn_close" = "Fermer";

"author" = "Copyright (c) 2016 Rubén García Pérez";
"web" = "rugarciap.com";
"donate_msg" = "If you like this program, please, consider making a donation. Thanks!";
"license" = "Licence:";

"checkUpdates" = "Vérifier au lancement";

"etq_like_app_pro" = "Aimez-vous l'application? Pensez à vous aider en obtenant la version PRO! Merci!";
"btn_pro" = "Go Pro!";

"alert_later" = "Plus tard";
"alert_never_show_again" = "Ne plus afficher ce message";
"alert_text" = "Aimez-vous l'application? Pensez à vous aider en obtenant la version PRO! :)";
"alert_informative_text" = "Obtenir PRO permettra quelques fonctionnalités automatiques grand, notifications, mises à jour gratuites pour toujours et plus!";

// Language menú
"language" = "Langue";
"language_en" = "Anglais";
"language_es" = "Espagnol";
"language_pl" = "Polonais (beta)";
"language_de" = "Allemand (beta)";
"language_fr" = "Français (beta)";
"language_ru" = "Russe (beta)";
"language_zh" = "Chinois (beta)";
"language_sv" = "Suédois (beta)";

"language_change_confirmation" = "Êtes-vous sûr?";
"language_change_informative_text" = "Vous devrez redémarrer l'application pour appliquer les modifications.";
